Repository: ospar0829/ONIBlueprints
Catalog: Blueprints/translations/*.po
Languages: es

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_NAME
source: New Blueprint
es: Nuevo plano

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_TOOLTIP
source: Create blueprint {0}
es: Crear plano {0}

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_EMPTY
source: Blueprint would have been empty!
es: ¡El plano estaría vacío!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_CREATED
source: Created blueprint!
es: ¡Plano creado!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_CANCELLED
source: Cancelled blueprint!
es: ¡Plano cancelado!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_TOOLTIP_TITLE
source: CREATE BLUEPRINT TOOL
es: HERRAMIENTA DE CREACIÓN DE PLANOS

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_ACTION_DRAG
source: DRAG
es: ARRASTRAR

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_ACTION_BACK
source: BACK
es: ATRÁS

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NAME
source: Use Blueprint
es: Usar plano

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_TOOLTIP
source: Use blueprint {0}
es: Usar plano {0}

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS
source: Loaded {0} blueprints! ({1} total)
es: ¡{0} planos cargados! ({1} en total)

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS_ADDITIONAL
source: additional
es: adicional

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS_FEWER
source: fewer
es: menos

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_TOOLTIP_TITLE
source: USE BLUEPRINT TOOL
es: HERRAMIENTA DE USO DE PLANOS

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ACTION_CLICK
source: CLICK
es: CLIC

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ACTION_BACK
source: BACK
es: ATRÁS

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_CYCLEFOLDERS
source: Use {0} and {1} to cycle folders.
es: Usa {0} y {1} para cambiar de carpeta.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_CYCLEBLUEPRINTS
source: Use {0} and {1} to cycle blueprints.
es: Usa {0} y {1} para cambiar de plano.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDERBLUEPRINT
source: Press {0} to assign folder.
es: Presiona {0} para asignar carpeta.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDERBLUEPRINT_NA
source: Same folder provided - no change made.
es: Se proporcionó la misma carpeta, no se realizó ningún cambio.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_MOVEDBLUEPRINT
source: Moved "{0}" to "{1}"
es: Se movió "{0}" a "{1}"

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NAMEBLUEPRINT
source: Press {0} to rename blueprint.
es: Presiona {0} para renombrar el plano.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_DELETEBLUEPRINT
source: Press {0} to delete blueprint.
es: Presiona {0} para eliminar el plano.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ERRORMESSAGE
source: This blueprint contained {0} misconfigured or missing prefabs which have been omitted!
es: Este plano contenía {0} prefabricados mal configurados o faltantes que se omitieron.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_SELECTEDBLUEPRINT
source: Selected "{0}" ({1}/{2}) from "{3}" ({4}/{5})
es: Seleccionado "{0}" ({1}/{2}) de "{3}" ({4}/{5})

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDEREMPTY
source: Selected folder "{0}" is empty!
es: ¡La carpeta seleccionada "{0}" está vacía!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NOBLUEPRINTS
source: No blueprints loaded!
es: ¡No se cargaron planos!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_NAME
source: Take Snapshot
es: Tomar captura

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TOOLTIP
source: Take snapshot {0} Create a blueprint and quickly place it elsewhere while not cluttering your blueprint collection! Snapshots do not persist between games or worlds.
es: Toma una captura {0} Crea un plano y colócalo rápidamente en otro lugar sin saturar tu colección de planos. ¡Las capturas no persisten entre juegos o mundos!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_EMPTY
source: Snapshot would have been empty!
es: ¡La captura estaría vacía!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TAKEN
source: Snapshot taken!
es: ¡Captura tomada!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TOOLTIP_TITLE
source: SNAPSHOT TOOL
es: HERRAMIENTA DE CAPTURA

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_CLICK
source: CLICK
es: CLIC

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_DRAG
source: DRAG
es: ARRASTRAR

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_BACK
source: BACK
es: ATRÁS

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_NEWSNAPSHOT
source: Press {0} to take new snapshot.
es: Presiona {0} para tomar una nueva captura.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_NAMEBLUEPRINT_TITLE
source: NAME BLUEPRINT
es: NOMBRE DEL PLANO

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_FOLDERBLUEPRINT_TITLE
source: ASSIGN FOLDER
es: ASIGNAR CARPETA

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_MULTIFILTER_GASTILES
source: Gas Tiles
es: Baldosas de gas

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_MULTIFILTER_ALL
source: All
es: Todo

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_MULTIFILTER_NONE
source: None
es: Ninguno
